export default [
  {
    id: 14,
    content: '没软妹币，真就是低人一等🤡，下辈子做个公主吧🤪。',
    date: '2023-07-24 20:54:54',
  },
  {
    id: 13,
    content: 'Safari🌐你是真不行啊，一堆不支持🚫的属性！',
    date: '2023-07-10 23:47:12',
  },
  {
    id: 12,
    content: '肯德基的Taco🌮，小的好吃😋，大的实惠！',
    date: '2023-07-05 13:48:48',
  },
  {
    id: 11,
    content: '除了玩游戏🎮的时间，感觉没有一刻是为自己而活的😔。',
    date: '2023-07-01 13:48:48',
  },
  {
    id: 10,
    content: '公网安备搞了一晚上😵‍💫，明明写着是可以上传400k，到头来却只能10k😤！',
    date: '2023-06-26 23:15:49',
  },
  {
    id: 9,
    content: '扩展管理新功能开发完成😴，准备上线！',
    date: '2023-06-25 23:48:26',
  },
  {
    id: 8,
    content: '🎉 yeah！端午节放假喽！',
    date: '2023-06-21 18:10:10',
  },
  {
    id: 7,
    content: '哈哈，今天来燕儿岛露营🏕️了，好开心呀！',
    date: '2023-06-18 12:00:00',
  },
  {
    id: 6,
    content: '梅西 ！！！ 进球了 ⚽️⚽️⚽️',
    date: '2023-06-15 20:07:00',
  },
  {
    id: 5,
    content: '🥳 EDG.Uzi ！！！',
    date: '2023-06-14 17:00:00',
  },
  {
    id: 4,
    content: '阿西吧 😤 ！',
    date: '2023-06-13 10:44:44',
  },
  {
    id: 3,
    content: '斗罗大陆完结了。',
    date: '2023-06-10 13:34:12',
  },
  {
    id: 2,
    content: '昨晚加班到凌晨1点多😫，还好今天可以迟到，不然我就要迟到了！😀',
    date: '2023-06-09 17:26:52',
  },
  {
    id: 1,
    content: '😜 你好啊！',
    date: '2023-06-09 15:50:18',
  },
]
