export default [
  {
    id: 1694156613977,
    content: '一个路口堵我10分钟🙄。',
    date: '2023-09-08 15:03:33',
  },
  {
    id: 1693735723599,
    content: '送小姨子开学，顺便去了金沙滩🏖️，结果晒伤了🌚。',
    date: '2023-09-03 18:08:43',
  },
  {
    id: 1693044187090,
    content: '瑞幸的吸冰生椰拿铁☕️，超好喝的！',
    date: '2023-08-26 18:03:07',
  },
  {
    id: 1692789625993,
    content: '今天敲了了一千多行🖥️代码，虽然很多重复的，但是指头还是累的不行了🤪。',
    date: '2023-08-23 19:20:25',
  },
  {
    id: 1692448111672,
    content: '小事到底重不重要：你说重要吧，就这点小事都能犯错，何况大事了；你所说不重要吧，这点小事都能计较，何况大事了😪。',
    date: '2023-08-19 20:28:31',
  },
  {
    id: 1692369658972,
    content: '做自己喜欢的事才能够：乐此不疲🤯。',
    date: '2023-08-18 22:40:58',
  },
  {
    id: 1691839867441,
    content: '时隔多年，再次成为落汤鸡🐔！',
    date: '2023-08-12 19:31:07',
  },
  {
    id: 1691676634015,
    content: '西吧啦，让个 Unity 搞得心烦😤！',
    date: '2023-08-10 22:10:34',
  },
  {
    id: 18,
    content: '立秋了，给Honey安排了杯奶茶🥤。',
    date: '2023-08-08 19:12:45',
  },
  {
    id: 17,
    content: '又被安排来其他公司搞VR了😭，也不错，可以拓展自己的知识🎓！',
    date: '2023-07-31 19:21:13',
  },
  {
    id: 16,
    content: '这几天玩的🎮有点多，该好好学习🧐几天了。',
    date: '2023-07-31 19:21:13',
  },
  {
    id: 15,
    content: '跟小表弟，一起组排上王者了😬。',
    date: '2023-07-29 23:59:59',
  },
  {
    id: 14,
    content: '没软妹币，真就是低人一等🤡，下辈子做个公主吧🤪。',
    date: '2023-07-24 20:54:54',
  },
  {
    id: 13,
    content: 'Safari🌐你是真不行啊，一堆不支持🚫的属性！',
    date: '2023-07-10 23:47:12',
  },
  {
    id: 12,
    content: '肯德基的Taco🌮，小的好吃😋，大的实惠！',
    date: '2023-07-05 13:48:48',
  },
  {
    id: 11,
    content: '除了玩游戏🎮的时间，感觉没有一刻是为自己而活的😔。',
    date: '2023-07-01 13:48:48',
  },
  {
    id: 10,
    content: '公网安备搞了一晚上😵‍💫，明明写着是可以上传400k，到头来却只能10k😤！',
    date: '2023-06-26 23:15:49',
  },
  {
    id: 9,
    content: '扩展管理新功能开发完成😴，准备上线！',
    date: '2023-06-25 23:48:26',
  },
  {
    id: 8,
    content: '🎉 yeah！端午节放假喽！',
    date: '2023-06-21 18:10:10',
  },
  {
    id: 7,
    content: '哈哈，今天来燕儿岛露营🏕️了，好开心呀！',
    date: '2023-06-18 12:00:00',
  },
  {
    id: 6,
    content: '梅西 ！！！ 进球了 ⚽️⚽️⚽️',
    date: '2023-06-15 20:07:00',
  },
  {
    id: 5,
    content: '🥳 EDG.Uzi ！！！',
    date: '2023-06-14 17:00:00',
  },
  {
    id: 4,
    content: '阿西吧 😤 ！',
    date: '2023-06-13 10:44:44',
  },
  {
    id: 3,
    content: '斗罗大陆完结了。',
    date: '2023-06-10 13:34:12',
  },
  {
    id: 2,
    content: '昨晚加班到凌晨1点多😫，还好今天可以迟到，不然我就要迟到了！😀',
    date: '2023-06-09 17:26:52',
  },
  {
    id: 1,
    content: '😜 你好啊！',
    date: '2023-06-09 15:50:18',
  },
]
