export default [
  {
    id: 6,
    content: '梅西 ！！！ 进球了 ⚽️⚽️⚽️',
    date: '2023-06-15 20:07:00',
  },
  {
    id: 5,
    content: '🥳 EDG.Uzi ！！！',
    date: '2023-06-14 17:00:00',
  },
  {
    id: 4,
    content: '阿西吧 😤 ！',
    date: '2023-06-13 10:44:44',
  },
  {
    id: 3,
    content: '斗罗大陆完结了。',
    date: '2023-06-10 13:34:12',
  },
  {
    id: 2,
    content: '昨晚加班到凌晨1点多😫，还好今天可以迟到，不然我就要迟到了！😀',
    date: '2023-06-09 17:26:52',
  },
  {
    id: 1,
    content: '😜 你好啊！',
    date: '2023-06-09 15:50:18',
  },
]
